<?php
/*
 * To change this license header, choose License Headers in Project Properties.
 * To change this template file, choose Tools | Templates
 * and open the template in the editor.
 */

/**
 * Description of TextMaker
 *
 * @author jhouv
 */
class TextMaker {

    public function day01a() {
        ?>
        <div class="container-fluid">
            <h1>Ημέρα 1</h1>
            <ol>
                <li>Πιέσεις ώμων με βαράκια όρθιος 15 επαναλήψεις.</li>
                <li>Σανίδα στις παλάμες φέρνω εναλλάξ ένα γόνατο στο στήθος 10-10 επαναλήψεις</li>
                <li>Σκυφτός μπροστά με βαράκι ένα χέρι κλειστή Κωπηλατική (σηκώνω ένα αγκώνα
                ψηλά ορθή γωνία κοντά στο σώμα σφίγγοντας πλάτη) 15-15 επαναλήψεις.</li>
                <li>Κάμψεις δικεφάλων όρθιος με βαράκια κίνηση χεριών εναλλάξ 12-12 επαναλήψεις.</li>
                <li>Στην ρωμαϊκή καρέκλα άρση ένα ένα γόνατο 10-10 επαναλήψεις.</li>
                <li>Σταθερή σανίδα στήριξη στους αγκώνες για 45"-1'</li>                
            </ol>
            <p>3-4 κύκλοι 20"-30" διάλειμμα ανάμεσα στις ασκήσεις και 3'-5' διάλειμμα ανάμεσα στους κύκλους</p>
        </div>
        <?php
    }
    
    public function day02a() {
        ?>
        <div class="container-fluid">
            <h1>Ημέρα 2</h1>
            <ol>
                <li>Όρθιος πλάγιες εκτάσεις ώμων με βαράκια 15 επαναλήψεις <b>3kgr</b></li>
                <li>Με βαράκια άρσεις χεριών μπροστά εναλλάξ 12-12 επαναλήψεις <b>3kgr</b>.</li>
                <li>Κάμψεις στα γόνατα 10 επαναλήψεις</li>
                <li>Σκυφτός μπροστά κλειστή κωπηλατική με μπάρα αγκώνες κοντά στο 
                    σώμα τραβάμε μπάρα προς τον αφαλό 15 επαναλήψεις <b>13kgr</b>.</li>
                <li>Όρθιος με την μπάρα λαβή στο άνοιγμα των ώμων άρση αγκώνων έως 
                    το ύψος των ώμων 12 επαναλήψεις <b>13kgr</b>. </li>
                <li>Ανάσκελα στο έδαφος χέρια μπροστά τεντωμένα στο ύψος των ώμων άρση 
                    κορμού ψηλά ταυτόχρονα με ένα πόδι εναλλάξ 10-10 επαναλήψεις</li>                
            </ol>
            <p>3-4 κύκλοι 20"-30" διάλειμμα ανάμεσα στις ασκήσεις και 3'-5' διάλειμμα ανάμεσα στους κύκλους</p>
        </div>
        <?php
    }

    public function day03a() {
        ?>
        <div class="container-fluid">
            <h1>Ημέρα 3</h1>
            <ol>
                <li>Κάθισμα βάζω χέρια στο έδαφος προχωρώ με τα χέρια σιγά σιγά 
                    μπροστά μέχρι να φτάσω σανίδα και εκεί σηκώνω εναλλάξ ένα ένα χέρι 
                    ψηλά και γυρνώ με μικρά βήματα των χεριών προς τα πίσω για να ξανά 
                    σηκωθώ όρθιος 10 επαναλήψεις</li>
                <li>Όρθιος με ένα βαράκι πίεση ώμου με ένα χέρι 12-12 επαναλήψεις</li>
                <li>Καθιστός Πλάγια έκταση ώμου ένα χέρι με βαράκι 10 επαναλήψεις</li>
                <li>Σκυφτός μπροστά με βαράκια ανοίγματα χεριών προς τα έξω μέχρι να 
                    φτάσουν παράλληλα με το έδαφος 12 επαναλήψεις</li>
                <li>Σανίδα πάω στήριξη από παλάμες σε αγκώνες οκτώ επαναλήψεις</li>
                <li>Ανάσκελα στο έδαφος άρσεις κορμού από κοιλιακούς μέχρι επάνω 15 επαναλήψεις</li>                
            </ol>
            <p>3-4 κύκλοι 20"-30" διάλειμμα ανάμεσα στις ασκήσεις και 3'-5' διάλειμμα ανάμεσα στους κύκλους</p>
        </div>
        <?php
    }

    public function day04a() {
        ?>
        <div class="container-fluid">
            <h1>Ημέρα 4</h1>
            <ol>
                <li>Όρθιος με βαράκια άρσεις χεριών μπροστά ταυτόχρονα σχηματίζοντας ένα V 15 επαναλήψεις</li>
                <li>Σκυφτός μπροστά με βαράκια ανοιχτή κωπηλατική αγκώνες σχηματίζουν W 12 επαναλήψεις</li>
                <li>Ανάσκελα στο έδαφος με βαράκια πιέσεις στήθους 15 επαναλήψεις</li>
                <li>Σανίδα φέρνω το ένα γόνατο ανοιχτό προς τον ίδιο αγκώνα από τους κοιλιακούς 10-10 επαναλήψεις</li>
                <li>Στη ρωμαϊκή καρέκλα τεντώνω λυγίζω μαζί πόδια από κοιλιακούς 12 επαναλήψεις</li>
                <li>Ανάσκελα στο έδαφος τεντωμένα χέρια πόδια κάτω ανεβάζω εναλλάξ κορμό πάνω-κάτω και με τα πόδια πάνω-κάτω 8-8 επαναλήψεις</li>                
            </ol>
            <p>3-4 κύκλοι 20"-30" διάλειμμα ανάμεσα στις ασκήσεις και 3'-5' διάλειμμα ανάμεσα στους κύκλους</p>
        </div>
        <?php
    }
public function day05a() {
        ?>
        <div class="container-fluid">
            <h1>Ημέρα 2</h1>
            <ol>
                <li>Όρθιος πλάγιες εκτάσεις ώμων με βαράκια 15 επαναλήψεις</li>
                <li></li>
                <li></li>
                <li></li>
                <li></li>
                <li></li>                
            </ol>
            <p>3-4 κύκλοι 20"-30" διάλειμμα ανάμεσα στις ασκήσεις και 3'-5' διάλειμμα ανάμεσα στους κύκλους</p>
        </div>
        <?php
    }

}
